[
    {
        "name": "2Wedding PhotoShot",
        "price": "10k",
        "img": "https://i.ibb.co/BsJ8dqm/image1.jpg",
        "details": "Based on The Knot Real Weddings Study, an internal study of over 15,000 couples who got married in 2021, the average cost of a wedding photographer is $2,500. Almost 90 percent of couples hired a photographer, making them one of the most popular wedding vendors."
    },
    {
        "name": "2Couple Portrait",
        "price": "50k",
        "img": "https://i.ibb.co/ryKGZmQ/image2.jpg",
        "details": "A couple portrait includes bride & groom, bride & bride or groom & groom together in the same image. There is no boundary on whether it is a close up of the couple or a wide landscape with them within it, it just needs to be “the couple” who's wedding day is being celebrated."
    },
    {
        "name": "2Pre-Wedding PhotoShot",
        "price": "30k",
        "img": "https://i.ibb.co/YXfGPWz/image3.jpg",
        "details": "Pre-wedding shoots are for those who want good pictures of togetherness; without the hassles of the heavy wedding attires, makeup, ornaments, umpteen number of people around, and the annoying selfies. Pre-wedding photography allows both partners to get to know each other better. You are free to pose or not to pose."
    },
    {
        "name": "2Birthday PhotoShot",
        "price": "15k",
        "img": "https://i.ibb.co/FxYwhvj/image4.jpg",
        "details": "There is no need to feel overwhelmed if you've never had a photoshoot at your birthday party before. Know that it is not just for celebrities or famous people. Your birthday is a special occasion, and this important enough to book a professional photo session and feel like a star."
    },
    {
        "name": "2Baby Photography",
        "price": "25k",
        "img": "https://i.ibb.co/mtHCGYZ/image5.jpg",
        "details": "A newborn photo session takes between two and four hours. Two to four hours seems to be the average time with all photographers worldwide. If the photographer lacks experience or has not prepared sufficiently, then it may last longer."
    },
    {
        "name": "2Fashion Photography",
        "price": "15k",
        "img": "https://i.ibb.co/MVGHrN0/image6.jpg",
        "details": "Java is one of the powerful general-purpose programming languages, created in 1995 by Sun Microsystems (now owned by Oracle). Java is Object-Oriented. However, it is not cons_idered as pure object-oriented as it prov_ides support for primitive data types (like int, char, etc). Java syntax is similar to C/C++. But Java does not prov_ide low-level programming functionalities like pointers. Also, Java code is always written in the form of classes and objects. Andro_id heavily relies on the Java programming language all the SDKs required to build for andro_id applications use the standard libraries of Java. If one is coming from a traditional programming background like C, C++, Java is easy to learn. So in this discussion, there is a complete gu_ide to learn Java specifically cons_idering Andro_id App Development."
    }
]